Repository: AriMeidan/Fantasy-Knesset
Catalog: votes/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: party
he_il: מפלגה

source: name
he_il: שם

source: official site
he_il: אתר רשמי

source: facebook_page
he_il: דף פייסבוק

source: wikipedia_article
he_il: עמוד הויקיפדיה

source: wikipedia_url
he_il: קישור ויקיפדיה

source: open_knesset_url
he_il: הדף באתר כנסת פתוחה

source: logo_url
he_il: קישור לתמונת הלוגו

source: personal site
he_il: אתר אישי

source: picture_url
he_il: קישור לתמונה

source: 400: Bad request
he_il: שגיאת 400

source: 403: Forbidden
he_il: שגיאת 403

source: 404: No such page
he_il: שגיאת 404

source: 500: Internal server error
he_il: שגיאת 500

source: Games of Knesset
he_il: משחקי הכנסת

source: We are still in alpha. Lots of great features on the way!
he_il: האתר בשלבי הקמה. מחכים עוד הרבה שיפורים בקנה!

source: Toggle navigation
he_il: אפשר ניווט

source: Add candidate
he_il: הוסף מועמד

source: About
he_il: אודות

source: Search
he_il: חפש

source: Hello
he_il: שלום

source: Profile
he_il: פרופיל

source: Logout
he_il: התנתק

source: Register
he_il: הרשמה

source: Login
he_il: התחבר

source: Username
he_il: שם משתמש

source: Password
he_il: סיסמא

source: Sign in
he_il: התחבר

source: Hackita 2013
he_il: הכיתה 2013

source: UnVote
he_il: בטל הצבעה

source: Vote
he_il: הצבע

source: Knesset member
he_il: חבר/ה בכנסת הנוכחית

source: Personal site
he_il: אתר אישי

source: Facebook page
he_il: עמוד פייסבוק

source: Wikipedia
he_il: ויקיפדיה

source: OpenKnesset page
he_il: עמוד בכנסת פתוחה

source: Paste Candidates Facebook Page Link
he_il: הדבק/י את הקישור לדף הפייסבוק של המועמד שלך

source: Save
he_il: שמור

source: Enter Candidate Data
he_il: הכנס/י את הנתונים של המועמד שלך

source: Submit
he_il: שלח

source: Feedbacks are always welcome
he_il: יש לכם הערות? נשמח לשמוע!

source: A very pretty form will appear here shortly, meanwhile you are more then welcome to send your feedback to
he_il: טופס שליחת פידבק יופיע כאן בקרוב. בנתיים אתם מוזמנים לכתוב כל הערה לכתובת

source: Hello, Voters!
he_il: ברוך הבא!

source: Choose your own Knesset Members, Check the differences between our representitves and what people accually want!
he_il: בחר את חברי הכנסת שלך וגלה את ההבדל בין הכנסת הקיימת לרצון העם

source: Top 20 Candidates
he_il: הנבחרת - 20 המועמדים המובילים

source: weeks in top 20!
he_il: שבועות בנבחרת

source: New in top 20
he_il: נכנסו לנבחרת

source: Changes since last week
he_il: שינויים מאז שבוע שעבר

source: Out of top 20
he_il: יצאו מהנבחרת

source: Rest 100 Candidates
he_il: יתר 100 המועמדים המובילים

source: VOTE
he_il: הצבע

source: Your username and password didn't match. Please try again.
he_il: שם המתשמש והסיסמא אינם תואמים. אנא נסה שוב.

source: Please login
he_il: מלא פרטי התחברות

source: Don't have an account? create one
he_il: אין לך עדיין משתמש? צור אחד בלינק

source: here
he_il: הבא

source: Please register
he_il: מלא פרטי הרשמה

source: Sign up
he_il: הרשם

source: The page is still in construction
he_il: העמוד עדיין בבניה

source: Visit again soon to see this cool feature in action!
he_il: בקרו כאן בקרוב, יהיו הפתעות :-)
